{
    "title": "Estehdath",
    "home": "Home",
    "services": "Services",
    "about": "About us",
    "contact": "Contact",
    "hero_Content":"We cover all your coating and insulation needs. Whether you need intumescent paint, floor coating, water and thermal insulation, we have you covered. We use the latest technology and materials to ensure quality and durability.",
    "slogan": "We cover all your",
    "word_coating": "Coating",
    "word_insulation": "Insulation",
    "word_and": "and",
    "word_needs": "needs",
    "Contact_us": "Contact us today",
    "Learn_more": "Learn more",
    "About_us_Let": "Let us",
    "About_us_protect": "protect",
    "About_us_your": "your property with our coating and insulation services.",
    "About_content": "Estehdath offers coating and insulation services to protect your property from water, fire, and heat. We have the best solutions for water tanks, floors, fire-resistant paint, and thermal insulation. We are experienced and reliable.",
    "Logo":"We choose our suppliers carefully to ensure the highest standards of quality and safety",
    "Protect":"Protect your ",
    "assets":" assets",
    "soloution":" with our thermal and fire resistant solutions.",
    "Intumescent": "Intumescent Paint ",
    "Floor_coating": "Floor Coating",
    "Thermal_insulation": "Thermal Insulation",
    "Thermal_Insulation_For_water": "Thermal Insulation For water Tanks  ",
    "Intumescent_coatings": "Intumescent coatings",
    "Learn_more": "Learn more",
    "Team": "The teamwork is considered the cornerstone upon which all successful companies are built. Therefore, our company, Estehdath, attracts the best scientific expertise and skilled labor, in addition to following the best safety practices. We also provide the best industrial devices and equipment to ensure the best and most complete implementation of our work. We also invest in developing the knowledge of our employees by providing them with opportunities to attend training courses and workshops in the finest training institutes and scientific institutions."
  }